datasets/benchmark-results/netvirtue/201811151254/wordpress-results-netvirtue-10-201811151254.log
Running 1m test @ http://blyg.id-rsa.pub/wordpress/
  1 threads and 10 connections
  Thread calibration: mean lat.: 119.945ms, rate sampling interval: 263ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    89.94ms   32.34ms 177.54ms   63.20%
    Req/Sec     9.99     15.72    38.00     75.66%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   89.60ms
 75.000%  115.58ms
 90.000%  131.71ms
 99.000%  162.43ms
 99.900%  177.66ms
 99.990%  177.66ms
 99.999%  177.66ms
100.000%  177.66ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      29.359     0.000000            1         1.00
      48.095     0.100000           50         1.11
      58.207     0.200000          100         1.25
      68.927     0.300000          151         1.43
      79.231     0.400000          200         1.67
      89.599     0.500000          250         2.00
      93.375     0.550000          275         2.22
      98.111     0.600000          300         2.50
     105.535     0.650000          326         2.86
     110.399     0.700000          350         3.33
     115.583     0.750000          375         4.00
     117.887     0.775000          388         4.44
     119.807     0.800000          402         5.00
     121.983     0.825000          413         5.71
     124.479     0.850000          425         6.67
     128.447     0.875000          438         8.00
     129.663     0.887500          444         8.89
     131.711     0.900000          451        10.00
     135.167     0.912500          457        11.43
     137.599     0.925000          463        13.33
     139.647     0.937500          469        16.00
     142.207     0.943750          472        17.78
     143.231     0.950000          475        20.00
     146.303     0.956250          479        22.86
     148.351     0.962500          483        26.67
     149.887     0.968750          485        32.00
     150.399     0.971875          486        35.56
     151.423     0.975000          488        40.00
     153.087     0.978125          490        45.71
     155.647     0.981250          492        53.33
     156.671     0.984375          493        64.00
     156.671     0.985938          493        71.11
     159.871     0.987500          494        80.00
     162.431     0.989062          495        91.43
     163.071     0.990625          497       106.67
     163.071     0.992188          497       128.00
     163.071     0.992969          497       142.22
     163.071     0.993750          497       160.00
     172.671     0.994531          498       182.86
     172.671     0.995313          498       213.33
     175.743     0.996094          499       256.00
     175.743     0.996484          499       284.44
     175.743     0.996875          499       320.00
     175.743     0.997266          499       365.71
     175.743     0.997656          499       426.67
     177.663     0.998047          500       512.00
     177.663     1.000000          500          inf
#[Mean    =       89.942, StdDeviation   =       32.338]
#[Max     =      177.536, Total count    =          500]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  600 requests in 1.00m, 30.88MB read
Requests/sec:      9.99
Transfer/sec:    526.58KB